Repository: fayzetwin1/nttweak-gui
Catalog: nttweakExtended/Assets/Resources.*.resx
Languages: ru

# WelcomeText
source: Hello world!
ru: Привет мир!

# MainPageTitle
source: Welcome to NTTweak!
ru: Добро пожаловать в NTTweak!

# MainPageDescription
source: Where do we start?
ru: С чего начнем?

# MainPageAppsButton
source: Apps
ru: Приложения

# MainPageAppearanceButton
source: Appearance
ru: Внешний вид

# MainPageRestartExplorerButton
source: Restart the explorer
ru: Перезагрузить проводник

# SettingsPageTitle
source: Settings
ru: Настройки

# SettingsPageDescription
source: here you can set up the tweaker the way you want
ru: здесь можно настроить твикер именно так, как вам будет лучше

# InfoAboutAppTitle
source: Information about the program
ru: Информация о приложении

# InfoAboutAppDescription
source: information about the program is written here
ru: здесь написана информация о приложении и твикере в целом

# InfoAboutAppVersionApp
source: Tweaker version: 0.9-BETA
ru: Версия твикера: 0.9-BETA

# InfoAboutAppAuthor
source: Tweaker author: fayzetwin
ru: Автор твикера: fayzetwin

# InfoAboutAppLinks
source: Links to us:
ru: Ссылки на нас:

# InfoAboutAppSupportAuthor
source: Support the author:
ru: Поддержать автора:

# AppsPageDescription
source: here you can install the necessary applications
ru: здесь можно установить необходимые приложения

# AppsPageTitle
source: Apps
ru: Приложения

# EnableButton
source: Enable
ru: Включить

# DisableButton
source: Disable
ru: Выключить

# AppearancePageTitle
source: Appearance
ru: Внешний вид

# AppearancePageDescription
source: here you can change the appearance of the system
ru: здесь можно изменить внешний вид системы

# TweakSecondsTaskbarDescription
source: Do I need to turn on the display of seconds in time on the taskbar?
ru: Включить отображение секунд во времени на панели задач?

# TweakHiddenFilesAndFoldersDescription
source: Do I need to turn on the display of hidden files and folders?
ru: Включить отображение скрытых файлов и папок?

# TweakFileExtensionDisplayDescription
source: Do I need to enable file extension display?
ru: Включить отображение расширения файлов?

# SettingsPageLanguageTitle
source: Language
ru: Язык

# SettingsPageLanguageDescription
source: here you can change the language of the application
ru: здесь вы можете изменить язык твикера
